import { IoMdArrowRoundBack } from "react-icons/io";
import { Link } from "react-router-dom";

function GeneralTermsConditions() {
  return (
    <div className="mx-5 leading-10 mt-3">
      <span className="flex justify-between items-center">
        <h1 className="text-lg text-neutral-200 font-medium">شرایط و قوانین کلی استفاده از دیوار</h1>
        <Link to="/user">
          <IoMdArrowRoundBack className="w-6 h-6 text-neutral-100" />
        </Link>
      </span>
      <span className="text-neutral-400">
        <h2 className="text-lg my-3 text-neutral-300">مقدمه</h2>
        <h3 className="text-md font-extralight">به دیوار خوش آمدید.</h3>
        <p className="text-md font-extralight leading-9 tracking-wide">
          در این سند شرایط و مقررات استفاده از دیوار و رابطه‌ی میان ما (دیوار) و
          شما (کاربر) بیان شده است. این سند کلیه حقوق و تعهدات ما و شما را تعیین
          می‌کند؛ بنابراین قراردادی معتبر و لازم‌الاجرا بین دیوار و کاربر است.
          استفاده از دیوار بیانگر موافقت شما با محتوای این سند بوده؛ پس با وجود
          طولانی بودن لطفاً پیش از فعالیت در دیوار آن را به دقت مطالعه کنید. ما
          از حضور شما در دیوار خوشحالیم و همواره در تلاشیم تا تجربه کاربری خوبی
          برای شما رقم بزنیم. این سند آخرین بار در تاریخ ۱۴۰۳/۰۶/۲۰ به‌روزرسانی
          شده است. ادامه‌ی استفاده شما از دیوار به منزله‌ی پذیرش تغییرات این سند
          است.
        </p>
        <h2>ماده‌ی ۱- معرفی دیوار</h2>
        <p className="text-md font-extralight leading-9 tracking-wide">
          شرکت آگه‌پردازان هوشمند (سهامی خاص) به شماره ثبت ۴۹۷۱۵۶، سایت با دامنه
          <a href="https://divar.ir" className="text-rose-700">
            www.divar.ir
          </a>{" "}
          و اپلیکیشن دیوار را برای دو سیستم عامل Android و iOS جهت آسان‌سازی
          معاملات و حذف واسطه‌ها طراحی کرده است. دیوار پلتفرمی کاربرمحور (واسطی
          الکترونیک و مجازی) است که حسب بند «ب» ماده ۱ آیین‌نامه‌ی جمع‌آوری و
          استنادپذیری ادله‌ی الکترونیکی مصوب ۱۳۹۳ به عنوان ارائه‌دهنده‌ی خدمات
          میزبانی شناخته می‌شود. این پلتفرم فضایی را در سامانه‌ی رایانه‌ای خود
          در اختیار کاربران قرار می‌دهد تا آگهی‌های خود را منتشر کنند؛ بدین
          وسیله هر کاربر به طور مستقیم آگهی خود را منتشر می‌کند و دیوار هیچ‌گونه
          دخل و تصرفی در انتشار و عرضه آگهی‌ها ندارد.
        </p>
        <h2>ماده‌ی ‌۲- شرایط عمومی استفاده از دیوار</h2>
        <p className="text-md font-extralight leading-9 tracking-wide">
          ۱) به منظور مشاهده‌ی آگهی‌ها و استفاده از قابلیت‌های دیوار، شما
          می‌بایست شماره تلفن همراه فعال خود را که کد تأیید به آن ارسال می‌شود،
          ثبت نموده و حساب کاربری خود را ایجاد کنید. <br />
          ۲) به منظور ثبت آگهی در دیوار شما می‌بایست ابتدا با استفاده از شماره
          تلفن همراهی که به نامتان ثبت شده و با کد ملی شما انطباق دارد، حساب
          کاربری ایجاد کنید. <br />
          ۳) کاربرانی که قصد استفاده‌ی حرفه‌ای از دیوار را دارند می‌توانند در
          بخش «دیوار حرفه‌ای» کسب و کار خود را تعریف کنند و از امکانات حرفه‌ای
          دیوار برای مدیریت راحت‌تر و بهتر کسب و کار خود استفاده کنند. برای
          استفاده از امکانات دیوار حرفه‌ای نیازی به احراز هویت مجزا نیست و ثبت
          نام در دیوار و انطباق شماره تلفن با کد ملی کفایت می‌کند. <br />
          ۴) برای هرگونه فعالیت در دیوار، می‌بایست شرایط زیر را رعایت کنید:{" "}
          <br />
          الف) داشتن ۱۸ سال تمام. فعالیت افراد زیر ۱۸ سال می‌بایست با نظارت
          والدین صورت بگیرد. <br />
          ب) انطباق فعالیت شما با قوانین، آیین‌نامه‌ها، بخشنامه‌ها، مصوبات،
          دستورالعمل‌های جاری جمهوری اسلامی ایران، دستورات مقامات قضایی، عرف و
          نظم عمومی. <br />
          پ) انطباق فعالیت شما و آگهی‌هایتان با شرایط و قوانین دیوار. <br />
          ت) استفاده از زبان فارسی برای انتشار هر گونه محتوا.
        </p>
        <h2>ماد‌ه‌ی ۳- سیاست‌های سایت و اپلیکیشن دیوار</h2>
        <p className="text-md font-extralight leading-9 tracking-wide">
          ۱) سیاست‌های انتشار آگهی برای انتشار آگهی شما می‌بایست سیاست‌های دیوار
          را که شامل و نه محدود به این موارد است، رعایت کنید: عدم انتشار آگهی
          تکراری و انتشار آگهی در دسته‌بندی نادرست عدم انتشار بیش از یک کالا یا
          خدمت در هر آگهی عدم انتشار آگهی درخواست کالا یا خدمت عدم انتشار هرگونه
          آگهی که در فهرست موارد ممنوعه قرار دارد و یا به تشخیص نهادهای تخصصی
          موقتاً دارای محدودیت و ممنوعیت باشد عدم انتشار هرگونه آگهی که شامل
          عباراتی غیرمرتبط با موضوع آن بوده و یا دارای مضمون مستهجن، مبتذل،
          نامتعارف، نادرست، مبهم، گمراه‌کننده و یا برخلاف قوانین کشور باشد عدم
          انتشار هرگونه آگهی که شامل خبرپراکنی با موضوع سیاسی، اجتماعی، مذهبی، و
          یا توهین، نشر اکاذیب، افترا، عقاید شخصی، دعوت به تظاهرات و کمپین‌ها و
          مغایر با ارزش‌های دیوار بوده و نیز هرگونه محتوایی که منجر به اخلال در
          آرامش جامعه و نقض حقوق مادی و معنوی شخص ثالث یا تعرض به اموال و
          دارایی‌های او شود عدم انتشار هرگونه محتوایی که ناقض حقوق زنان، کودکان،
          مهاجران خارجی یا موارد مشابه باشد عدم انتشار هرگونه آگهی که ناقض حقوق
          مالکیت فکری دیوار یا اشخاص ثالث باشد <br />
          ۲) سیاست‌های انتشار عکس شما در برابر عکس‌های آگهی‌های خود شخصاً
          مسئولیت دارید و باید با رعایت قوانین و مقررات جاری کشور و همچنین شرایط
          و مقررات دیوار، ضمن رعایت و حفظ حقوق اشخاص ثالث، برای انتشار تصویر
          اقدام کنید. در صورت تمایل به استفاده از عکس، می‌بایست از تصاویر واقعی
          و باکیفیت و مرتبط با محتوای آگهی استفاده کنید. اندازه‌ی تصویر باید
          حداقل ۶۰۰*۶۰۰ پیکسل و حجم آن حداکثر ۲۰ مگابایت باشد. با صدق کردن هر یک
          از موارد زیر، دیوار این حق را دارد که از انتشار تصویر مورد نظر جلوگیری
          کرده یا برای حذف آگهی اقدام کند: استفاده از تصویر لوگو (جز در
          دسته‌بندی استخدام و کاریابی) تصویر بیش از حد کوچک یا بی‌کیفیت تصویر
          نامرتبط با کالا یا خدمت ارائه‌شده تصویر آگهی‌های دیگر در دیوار
          اسکرین‌شات و عکس‌های دانلودی و به طور کل هر عکسی که مستقیماً از خود
          کالا گرفته نشده باشد تصویر غیر واقعی و ساخته‌شده با نرم‌افزار‌های
          طراحی سه بعدی تصویر مات و ویرایش‌شده توسط نرم‌افزار یا دارای کادر
          ترکیب عکس در یک عکس (کلاژ) تصویری که نیاز به چرخش داشته باشد تصویر
          کالا و خدمات غیر مجاز تصویر مغایر با عرف جامعه یا قوانین جمهوری اسلامی
          ایران استفاده ابزاری از تصویر اشخاص در آگهی نمایش قیمت، شماره تماس،
          ایمیل، آدرس سایت در تصویر تصویر حاوی متن، توضیحات، نام کسب‌ و کار یا
          هرگونه عبارت تبلیغاتی <br />
          ۳) سیاست‌های چت در دیوار چت دیوار یک فضای ارتباطی بین آگهی‌گذار و
          آگهی‌بیننده است که با هدف تسهیل ارتباط در راستای انجام معامله ارائه
          شده است. هرگونه استفاده از چت دیوار به معنی پذیرفتن شرایط زیر است:
          الف) هدف از ایجاد چت دیوار تسهیل ارتباط کاربران به منظور خرید و فروش
          کالا یا ارائه‌ی خدمات درج‌شده در آگهی‌ها است. استفاده از چت دیوار برای
          مقاصد دیگر از جمله ارتباطات شخصی، سیاسی، اجتماعی و... ممنوع است. ب) به
          منظور تأمین امنیت پلتفرم و جلوگیری از هرگونه سوءاستفاده، مزاحمت یا
          کلاهبرداری دیوار حق دارد تا با استفاده از ابزارها و روش‌های مختلف از
          جمله سیستم‌های ماشینی و نیروی انسانی بر محتوای مکالمات کاربران نظارت
          نماید. پ) استفاده از چت برای ارسال پیام‌های نامربوط به موضوع معامله از
          جمله پیام‌هایی که حاوی محتوای توهین‌آمیز، غیر اخلاقی، تبلیغاتی یا
          مغایر با قوانین جاری کشور باشد، ممنوع است. در صورت احراز تخلف
          محدودیت‌هایی نسبت به حساب کاربری متخلف اعمال می‌شود. ت) شما متعهد
          هستید کلیه‌ی قوانین و مقررات جاری کشور از جمله ممنوعیت هرگونه مزاحمت،
          توهین، فحاشی، افترا و نشر اکاذیب و سایر عناوین کیفری را در محیط چت
          رعایت نمایید. در صورت نقض این موارد شما شخصاً مسئول خواهید بود. دیوار
          نیز علاوه بر حمایت از اشخاص زیان‌دیده حق پیگیری قضایی موضوع و مطالبه‌ی
          ضرر و زیان وارده را برای خود محفوظ می‌داند. همچنین دیوار می‌تواند در
          چنین مواردی به تشخیص خود اقدام به محدود کردن حساب کاربری اشخاص متخلف
          نمایند. کاربرانی که از نقض مقررات فوق صدمه دیده‌اند، رضایت می‌دهند که
          موضوع را فقط علیه کاربر متخلف پیگیری نموده و ادعایی علیه دیوار نداشته
          باشند. هرگاه در خصوص موارد فوق، مراجع صالحه از دیوار پیگیری نمایند،
          دیوار کلیه‌ی اطلاعات لازم را در اختیار ایشان قرار خواهد داد. در صورتی
          که از این بابت هزینه‌هایی به دیوار تحمیل شود، دیوار حق رجوع به کاربر
          متخلف را دارد. <br />
          ۴) سیاست‌های تماس ناشناس دیوار تماس ناشناس دیوار یک قابلیت برای
          آگهی‌گذار و آگهی‌بیننده است که با هدف افزایش امنیت کاربران و جلوگیری
          از مزاحمت ارائه شده‌ است. با استفاده از تماس ناشناس، شما می‌پذیرید که
          دیوار ممکن است به منظور بهبود کیفیت این قابلیت، مکالمات را ضبط نماید.
          در این صورت، قبل از ضبط مکالمه به شما اطلاع‌رسانی می‌شود. <br />
          ۵) سیاست‌های مرتبط با کلاهبرداری و مزاحمت شما باید در هنگام معامله
          هویت طرف قرارداد را احراز نموده و از امن بودن و صحت شرایط قرارداد
          مطمئن شوید. دیوار مسئولیتی در قبال صحت‌سنجی معاملات ندارد؛ با این حال
          حق پیگیری و اقدامات لازم در موارد وقوع تخلف برای دیوار محفوظ است. در
          راستای مقابله با کلاهبرداری، دیوار در حد توان خود، کاربران متخلفی را
          که قصد اقدامات مجرمانه دارند، مسدود کرده و در صورت تشکیل پرونده و
          درخواست مقامات، گزارش و اطلاعات مربوط به تخلفات را در اختیار مقامات
          ذی‌صلاح قرار می‌دهد. شما ضمن استفاده از دیوار صراحتاً موافقت خود را با
          این سند اعلام می‌کنید، بنابراین در صورت ارتکاب هر گونه تخلف از محتوای
          آن، دیوار حق هر گونه اقدام بازدارنده به منظور مقابله با تخلف را دارد.
          همچنین، در برابر وقوع جرم از قبیل کلاهبرداری، ایجاد مزاحمت برای
          کاربران و هرگونه سوء رفتار که موجب خدشه‌دار شدن آرامش کاربران یا ضرر
          به ایشان شود، دیوار حق واکنش به اقدام فرد خاطی و پیگرد او را برای خود
          محفوظ می‌داند. با علم بر عدم مسئولیت دیوار، مجموعه اقدامات ذکرشده به
          منظور احترام به قوانین، جلب رضایت کاربران و در راستای حفظ سیاست‌ها و
          ارزش‌های دیوار است. <br />
          ۶) سیاست‌های مربوط به هزینه‌ها و خدمات در برخی دسته‌بندی‌ها ارسال آگهی
          برای کاربران، تا سقف مشخصی در ماه رایگان است. بدیهی است برای ارسال
          آگهی بیش از تعداد مشخص‌شده، نیاز به پرداخت هزینه است. همچنین در تمام
          دسته‌بندی‌ها، استفاده از خدمات ویژه‌ی دیوار برای افزایش بازدید آگهی‌ها
          نیازمند پرداخت هزینه است. لازم به ذکر است ثبت آگهی در کسب و کار
          تعریف‌شده در دیوار حرفه‌ای، نیازمند پرداخت هزینه‌ی ثبت آگهی را بر اساس
          تعرفه‌‌های دیوار است و امکان ثبت آگهی رایگان در دیوار حرفه‌ای وجود
          ندارد.
        </p>
        <h2>ماد‌ه‌ی ۴- حقوق و مسئولیت‌های دیوار</h2>
        <p className="text-md font-extralight leading-9 tracking-wide">
          ۱) سایت و اپلیکیشن دیوار حسب تأییدیه‌ی صادره از سوی سازمان نظام صنفی
          رایانه‌ای استان تهران، فضایی را در سامانه‌ی رایانه‌ای خود در اختیار
          کاربران قرار می‌دهد تا آگهی‌های خود را منتشر کنند. در نتیجه هر کاربر
          مستقیماً آگهی خود را منتشر می‌کند و سایت و اپلیکیشن دیوار هیچ‌گونه دخل
          و تصرفی در انتشار و عرضه آگهی‌ها ندارد. <br />
          ۲) شما با فعالیت در سایت و اپلیکیشن دیوار، موافقت خود را با عدم
          مسئولیت دیوار در قبال اقدامات سایر کاربران اعلام کرده‌اید. در
          خسارت‌های مستقیم و غیر مستقیم ناشی از ارتباط کاربران با یکدیگر، دیوار
          هیچ‌گونه مسئولیتی نخواهد داشت؛ حتی اگر خسارات قابل پیش‌بینی باشد.
          دیوار به شما پیشنهاد می‌کند که همواره قبل از اقدام به فعالیت، راهنمای
          خرید امن، راهنمای خدمات امن و راهنمای استخدام امن را در سایت یا
          اپلیکیشن دیوار مطالعه کنید. <br />
          ۳) تمام محتویات آگهی‌ها اعم از موضوع، توضیحات، لینک و... توسط کاربران
          ارائه می‌شود. بنابراین دیوار هیچ مسئولیتی در قبال تضمین کیفیت، امنیت،
          قیمت و مواردی از این دست ندارد. شما باید حین معاملات خود همواره جوانب
          احتیاط را رعایت کنید؛ چرا که دیوار هیچ‌گونه مسئولیتی در خصوص هرگونه
          تقلب یا رفتار متقلبانه‌ی کاربران ندارد. انتشار یک آگهی در دیوار به
          معنای قبول مسئولیت یا تضمین قیمت، امنیت و صحت مندرجات آن آگهی توسط
          دیوار نبوده و طرفین هر معامله در خصوص این موضوعات مسئولیت دارند و حق
          هیچ‌گونه رجوع به دیوار وجود ندارد. <br />
          ۴) دیوار هیچ‌گونه مسئولیتی در خصوص کامل بودن، صحت، جامعیت و اصالت
          اطلاعات منتشرشده توسط کاربران ندارد. مسئولیت صحت اطلاعات با کاربری است
          که آگهی را منتشر می‌کند. کاربری که قصد معامله یا هرگونه ارتباط با
          آگهی‌گذار را دارد، باید محتوای آگهی را شخصاً راستی‌آزمایی کرده و صرفاً
          با مسئولیت خود و پس از کسب اطلاعات لازم عمل کند. دیوار هیچ‌گونه
          مسئولیتی در خصوص هرگونه تقلب یا رفتار متقلبانه‌ی کاربران ندارد؛
          بنابراین حق رجوع به دیوار بابت این موارد وجود ندارد. <br />
          ۵) دیوار در قبال خسارات جانی و مرگ و آسیب روحی و روانی ناشی از آگهی‌ها
          و سهل‌انگاری کاربران، هیچ‌گونه مسئولیتی اعم از مادی و معنوی ندارد.{" "}
          <br />
          ۶) مشکلات احتمالی در استفاده از درگاه‌های پرداخت اینترنتی به دیوار
          مربوط نبوده و دیوار مسئولیتی در قبال آن‌ها نخواهد داشت. <br />
          ۷) دیوار هیچ‌گونه مسئولیتی در خصوص هرگونه زیان کسب و کارها (مانند: از
          دست دادن سود، درآمد، تولید، پس‌انداز پیش‌بینی شده، کسب و کار،
          قراردادها، فرصت‌های تجاری) ندارد. <br />
          ۸) دیوار هیچ‌گونه مسئولیتی در خصوص هک شدن احتمالی سایت یا قطع شدن آن،
          اختلال موقت خدمات به دلایل فنی یا قطعی اینترنت، از دست رفتن سوابق و
          اطلاعات کاربران به دلایل مشابه و ایراد خسارت به کاربران ناشی از موارد
          مندرج در این ماده بدون قید انحصار ندارد. این بند نافی اقدامات معقول و
          متعارف دیوار جهت صیانت از حقوق کاربران نبوده و شامل موضوعات غیر قابل
          پیش‌بینی و خارج از کنترل و موارد فورس ماژور می‌شود. با این حال ما در
          تلاشیم در صورت بروز نقص در دیوار، در حدود امکانات و توانایی‌های خود
          برای رفع نقص و پشتیبانی فنی اقدام کنیم. <br />
          ۹) در صورت ثبت آگهی‌های متعدد با محتوای یکسان یا مشابه توسط کاربر و یا
          ناموجود تشخیص‌دادن کالا و خدمات موضوع آگهی از سوی دیوار، دیوار حق حذف
          آگهی و عدم بازگرداندن وجه آن را دارد. <br />
          ۱۰) ایجاد حساب کاربری در دیوار و همچنین فعال‌سازی امکانات دیوار
          حرفه‌ای از سوی صاحبان کسب و کار، هیچ نوع رابطه‌ای از نوع شعبه،
          نمایندگی، مشارکت، سرمایه‌گذاری مشترک، قرارداد استخدام، رابطه کارگر و
          کارفرمایی، پیمانکاری و یا نظایر آن را بین شما و دیوار ایجاد نخواهد
          کرد. ۱۱) دیوار به صورت آزمایشی قابلیتی را تحت عنوان «دستیار خرید» در
          برخی از دسته‌ها فراهم کرده است که به کاربران خریدار در پیدا کردن کالای
          مد نظر از میان آگهی‌های دیوار کمک می‌کند. تمامی پاسخ‌های دستیار خرید
          به سؤالات کاربران، توسط هوش مصنوعی بوده و دیوار هیچ‌گونه مسئولیتی بابت
          پاسخ‌های داده شده ندارد.
        </p>
        <h2>ماد‌ه‌ی ۵- حقوق و مسئولیت‌های کاربر</h2>
        <p className="text-md font-extralight leading-9 tracking-wide">
          ۱) شما می‌پذیرید در صورت بارگذاری آگهی خلاف سیاست‌های دیوار و یا
          هرگونه عملکرد مخرب یا خلاف قوانین در ثبت آگهی یا غیره، عمل شما منجر به
          خدشه‌دار شدن اعتبار دیوار شده و در نتیجه حق پیگیری در این موارد برای
          ما محفوظ است. <br />
          ۲) شما می‌پذیرید در صورتی که هر نوع اطلاعات مرتبط با دیوار را (مانند:
          شماره تلفن همراه یا کد تأیید ارسال‌شده از دیوار) به هر طریق و به هر
          منظور، در اختیار اشخاص حقیقی یا حقوقی غیر از سایت و اپلیکیشن دیوار
          قرار دهید، خود مسئول این عمل بوده و دیوار در قبال این اقدامات و عواقب
          آن‌ها هیچ‌گونه مسئولیتی ندارد. <br />
          ۳) شما می‌پذیرید که از دیوار صرفاً برای مقاصد تجاری و اقتصادی استفاده
          نمایید. بدیهی است هرگونه فعالیت با غیر از این هدف، اعم از و نه محدود
          به اهداف سیاسی، اجتماعی و… در دیوار ممنوع است. دیوار در صورت مشاهده
          آگهی با اهداف ممنوعه حق مسدودسازی حساب کاربری شما را دارد. <br />
          ۴) شما می‌پذیرید با انتشار هرگونه آگهی در سایت یا اپلیکیشن دیوار، تمام
          حقوق ناظر به حق مؤلف و حق طرح دعوای ناشی از آن را به دیوار منتقل
          می‌کنید. <br />
          ۵) شما می‌پذیرید با انتشار هرگونه آگهی در سایت یا اپلیکیشن دیوار،
          ارائه‌دهندگان خدمت که با دیوار به هر نوعی همکاری می‌کنند، بتوانند بر
          روی آگهی شما اعمال نظر یا کارشناسی نمایند. ارائه‌دهندگان خدمت، اشخاص
          حقیقی یا حقوقی هستند که در divar.ir/kenar ثبت نام نموده‌اند و به ارائه
          خدمات مربوط به تسهیلات، کارشناسی، احراز هویت و … می‌پردازند. <br />
          ۶) شما به عنوان صاحب کسب و کار در دیوار حرفه‌ای همانند بقیه‌ی کاربران
          دیوار می‌توانید برای جلب اعتماد مشتریان از افزونه‌های احراز هویت و کسب
          و کار که توسط ارائه‌دهندگان خدمات مختلف در دیوار عرضه می‌شود استفاده
          کنید. <br />
          ۷) شما به عنوان صاحب کسب و کار در دیوار حرفه‌ای، می‌توانید به منظور
          م‍دیریت راحت‌تر کسب و کار خود، افراد دیگری را با عناوین مدیر یا دستیار
          به کسب و کار خود اضافه نموده و به آن‌ها دسترسی‌هایی مثل ثبت و مدیریت
          آگهی در کسب و کار مورد نظرتان را بدهید. لازم به ذکر است شما دسترسی
          ویرایش یا حذف همه‌ی آگهی‌های ثبت شده ذیل کسب و کار خود را خواهید داشت.
          بدیهی است مسئولیت هرگونه تخلف در آگهی‌هایی که توسط هر یک از دستیاران
          در کسب و کار ثبت می‌شود با صاحب کسب و کار نیز خواهد بود. تشخیص این
          موضوع و تصمیم‌گیری در این زمینه با دیوار است. <br />
          ۸) شما به عنوان صاحب کسب و کار در دیوار حرفه‌ای می‌بایست برای کسب و
          کار خود نام انتخاب کنید. شما می‌پذیرید از انتخاب نام، عنوان و علامت
          غیر اخلاقی و همچنین مواردی که دارای محدودیت یا ممنوعیت قانونی است،
          خودداری کنید. همچنین می‌بایست به حقوق اشخاص ثالث احترام گذاشته و
          علامت‌هایی که مالکیت آن متعلق به ثالث است یا ممکن است به دلیل
          شباهت‌های خاص با سایر علائم تجاری موجب گمراهی کاربران شود، را انتخاب
          نکنید. نام کسب و کار مربوطه بر روی آگهی‌هایی که هر کدام از دستیاران
          ذیل آن کسب و کار ثبت می‌کنند نمایش داده خواهد شد. بدیهی است در صورت
          مشاهده هر گونه تخلف در این زمینه، دیوار حق حذف نام و همچنین مسدودسازی
          حساب کاربری فرد متخلف را دارد. <br />
          ۹) شما با استفاده از دستیار خرید، می‌پذیرید از این قابلیت صرفاً به
          منظور اخذ کمک برای خرید استفاده نموده و از هرگونه مکالمه‌ی نامربوط و
          سوءاستفاده به هر شکلی پرهیز نمایید. دیوار در صورت مشاهده هرگونه
          مکالمه‌ی نامربوط حق مسدودسازی حساب کاربری شما را دارد. <br />
          ۱۰) شما با استفاده از دستیار خرید، می‌پذیرید از ارائه هرگونه اطلاعات
          شخصی به دستیار خرید پرهیز نمایید. بدیهی است در صورت ارائه اطلاعات شخصی
          مسئولیت عواقب این موضوع بر عهده‌ی شما خواهد بود.
        </p>
        <h2>ماد‌ه‌ی ۶- ضمانت‌اجرا‌ی تخلف از تعهدات</h2>
        <p className="text-md font-extralight leading-9 tracking-wide">
          ۱) این حق برای دیوار محفوظ است که هرگاه لازم بداند آگهی‌های مغایر با
          شرایط و قوانینش را حذف کند. <br />
          ۲) این حق برای دیوار محفوظ است که در راستای افزایش امنیت کاربران و به
          تشخیص خود، هرگاه لازم بداند کاربر متخلف را که شرایط و قوانین مندرج در
          این سند را رعایت نمی‌کند، موقتاً یا به طور دائم مسدود کند. <br />
          ۳) سوءاستفاده از سایت و اپلیکیشن دیوار به هر روش، استفاده از هر نوع
          برنامه‌‌ی مخرب و جاسوسی و ربات‌، کرال کردن اطلاعات، استفاده از اختلال
          سرویس‌ها، هرگونه روش مخرب برای دسترسی به اطلاعات سایت و اپلیکیشن و
          محتویات آن شامل شماره تماس و تصویر و توضیحات آگهی، از طریق هر سیستم و
          شبکه‌ای ممنوع است. در صورت مشاهده‌ی چنین فعالیت‌هایی، حق هرگونه پیگیری
          قانونی برای دیوار محفوظ خواهد بود. همچنین دیوار می‌تواند به صلاحدید
          خود دسترسی به سایت و اپلیکیشن را برای کاربر متخلف محدود یا مسدود کند.
        </p>
        <h2>ماد‌ه‌ی ۷- مالکیت فکری</h2>
        <p className="text-md font-extralight leading-9 tracking-wide">
          کلیه حقوق مالکیت فکری دیوار شامل و نه محدود به نرم‌افزار (نسخه اندروید
          و IOS) و وب‌سایت انتشار آگهی دیوار ثبت شده نزد مرکز فناوری اطلاعات و
          رسانه دیجیتال به شماره ۲۹۵۴/۱۰، علامت و نام تجاری دیوار (فارسی و
          انگلیسی) ثبت شده نزد اداره ثبت علائم تجاری به شماره ۴۴۶۶۲۲، نام دامنه،
          رابط کاربری، تصاویر، گرافیک، طراحی‌ها و متون تماماً و انحصاراً متعلق
          به شرکت آگه‌پردازان هوشمند (سهامی خاص) است. هرگونه سوءاستفاده اشخاص
          ثالث از این موارد، کپی‌برداری، مهندسی معکوس، داده‌کاوی و استفاده تجاری
          بدون اجازه کتبی دیوار غیر مجاز بوده و حسب مورد حق طرح دعوا علیه ناقضین
          و مطالبه خسارت وارده طبق قوانین نزد مراجع صالح برای شرکت آگه‌پردازان
          ‌هوشمند محفوظ است.
        </p>
        <h2>ماد‌ه‌ی ۸- حفاظت از حریم خصوصی</h2>
        <p className="text-md font-extralight leading-9 tracking-wide">
          ۱) موارد عمومی <br />
          الف) اصل حفاظت از حریم خصوصی قواعد رفتاری ما در حوزه‌ی استفاده،
          جمع‌آوری و ذخیره‌سازی قانونی اطلاعات شخصی کاربران و چارچوب محافظت از
          این اطلاعات را تبیین می‌کند. <br />
          ب) با استفاده از سایت و اپلیکیشن دیوار، شما صراحتاً رضایت خود را از
          جمع‌آوری، ذخیره‌سازی و حفظ اطلاعات شخصی و استفاده از این اطلاعات توسط
          دیوار اعلام می‌کنید. <br />
          پ) دیوار ممکن است هر زمان، سیاست‌های حفظ حریم خصوصی خود را تغییر دهد.
          تداوم استفاده‌ی شما از سایت یا اپلیکیشن دیوار به معنای رضایت بی قید و
          شرط از این تغییرات است؛ لذا توصیه می‌شود مرتباً این سیاست‌نامه را
          مطالعه نمایید. هرگونه تغییرات در سیاست‌های حفظ حریم خصوصی، در سایت و
          اپلیکیشن دیوار به‌روزرسانی می‌شود. <br />
          ۲) اطلاعات جمع‌آوری‌شده از کاربران <br />
          الف) همه‌ی افراد می‌توانند بدون ثبت نام، به سایت یا اپلیکیشن دیوار
          مراجعه کنند. شما به محض ثبت نام در سایت یا اپلیکیشن دیوار از طریق کد
          ملی و شماره تلفن همراه خود، صراحتاً موافقت خود را با ذخیره‌سازی قانونی
          اطلاعات شخصیتان و استفاده و محافظت دیوار از این اطلاعات اعلام
          می‌دارید. لازم به ذکر است کد ملی شما در سایت و یا اپلیکیشن نشان داده
          نمی‌شود و به صورت رمزنگاری شده نگهداری می‌گردد. <br />
          ب) اطلاعات وارد شده توسط شما اعم از و نه محدود به مربوط به محتوای آگهی
          و اطلاعات مربوط به تصاویری که توسط شما در سایت یا اپلیکیشن بارگذاری
          می‌شود، به منظور حفظ سطح خدمات و جلوگیری از تخلف و کلاهبرداری،
          جمع‌آوری و ذخیره‌سازی خواهد شد. <br />
          پ) اطلاعات فنی و گزارش‌های سرور برای حفظ سطح خدمات، جمع‌آوری، ذخیره و
          استفاده خواهد شد. اطلاعات یاد شده شامل این موارد است: آدرس پروتکل
          اینترنت (IP)، اطلاعات برند و مدل دستگاه، نوع شبکه و نوع و نسخه‌ی
          مرورگر، اطلاعات مهم دستگاه هنگام وقفه‌ها (Crashes) شامل وضعیت روت بودن
          یا نبودن دستگاه، میزان کل رم و فضای پر آن هنگام وقفه، روز و ساعت
          رخدادها، خاموش یا روشن بودن شبکه‌‌ی بی‌سیم، خاموش یا روشن بودن شبکه‌ی
          دیتا، خاموش یا روشن بودن وضعیت رومینگ. <br />
          ۳) نحوه استفاده دیوار از اطلاعات شخصی کاربران شما با ایجاد حساب کاربری
          در سایت یا اپلیکیشن دیوار، صراحتاً با استفاده‌ی دیوار از اطلاعات شخصی
          خود برای اهداف زیر موافقت می‌کنید: ارتباط با کاربران جلوگیری از
          کلاهبرداری، مزاحمت و … بهبود تجربه‌ی کاربری به منظور مباحث پژوهشی و
          توسعه‌ای، به صورت بی‌نام و با صلاحدید و تشخیص دیوار سایر اهدافی که به
          صورت مشروع و قانونی توسط دیوار تعیین می‌شود <br />
          ۴) نگهداری و حفاظت از داده‌های کاربران
          <br />
          الف) بنا بر ماده ۵ آیین‌نامه‌ی جمع‌آوری و استنادپذیری ادله‌ی
          الکترونیکی، دیوار موظف است اطلاعات کاربران خود را حداقل تا شش ماه پس
          از خاتمه‌ی اشتراک، و محتوای ذخیره‌شده و داده‌ی ترافیکی حاصل از تغییرات
          را حداقل تا پانزده روز نگهداری کند. <br />
          ب) در راستای تطابق عملکرد با قوانین و مقررات کشور و تنها در پاسخ به
          دستور مراجع ذی‌صلاح، دیوار ملزم است اطلاعات موضوع این سند را به صورت
          کلی یا جزئی در اختیار نهادهای مربوطه قرار دهد. <br />
          پ) اشخاص ثالثی که به نحوی در ارائه‌ی خدمات با دیوار همکاری کرده یا
          وابسته به دیوار هستند، فقط در چارچوب این سند اجازه‌ی پردازش اطلاعات
          شخصی و استفاده از آن را دارند. <br />
          ت) دیوار در راستای حفظ و نگهداری داده‌های شخصی کاربرانش تمام تلاش خود
          را به کار می‌بندد، اما در صورت وقوع حوادث غیر قابل پیش‌بینی و خارج از
          کنترل یا اختلال در بستر اینترنت کشور، هیچ‌گونه مسئولیتی در قبال مخدوش
          شدن داده‌های کاربران ندارد.
        </p>
        <h2>ماد‌ه‌ی ۱۰- ارتباط با ما</h2>
        <p className="text-md font-extralight leading-9 tracking-wide">
          ۱) شما می‌توانید با مراجعه به صفحه پشتیبانی، پاسخ بیشتر پرسش‌های خود
          را پیدا کنید. همچنین شما در صورت نیاز به پشتیبانی می‌توانید از ساعت ۶
          صبح تا ۱۲ شب با شماره تلفن ۷۹۴۵۸۰۰۰-۰۲۱ تماس بگیرید و یا پرسش‌های خود
          را به تارنمای مرکز پشتیبانی دیوار ارسال کنید. ما متعهد به ارائه‌ی
          بالاترین سطح خدمات پشتیبانی در حدود امکانات و توانایی‌های خود هستیم.{" "}
          <br />
          ۲) شما با اعلام شماره همراه خود به دیوار می‌پذیرید که دیوار پیامک‌های
          اطلاع‌رسانی رویدادها، خدمات و سرویس‌های ویژه را برای شما ارسال نماید.
          در صورت تمایل می‌توانید از طریق تماس با مرکز پشتیبانی درخواست نمایید
          که ارسال این پیامک‌ها به شما قطع شود. ما برای ارسال پیامک به شما صرفاً
          از سرشماره‌های زیر استفاده می‌کنیم؛ بنابراین دیگر شماره‌هایی که با نام
          دیوار پیامک ارسال می‌کنند، مورد تأیید ما نیستند .
          <br />
          <br /> Divar <br /> 200011022033 <br /> 2000110700 <br /> 10008663{" "}
          <br /> 100001424 <br />
          0018018949161
        </p>
        <br />
      </span>
    </div>
  );
}

export default GeneralTermsConditions;
